manekdoti = ["Снесла избушка на курьих ножках деревянное яичко. Посмотрела на него и говорит:"
             " ВСЁ... К лесу задом я больше поворачиваться не буду",
             "В армии США началось сокращение генералов. Решили ранее срока уволенным добавлять"
             " к сумме пенсии сумму в долларах, равную длине в миллиметрах между двумя точками "
             "тела, которую увольняемый укажет. \n\nКороче, первый указал на расстояние между верхушкой"
             " головы и кончиками пальцев ног. Не дурак - получил ежемесячную прибавку в 1900 $. \n\n"
             "Второй поднял руку вверх и попросил измерить расстояние между кончиками пальцев рук и"
             " ног. Еще умнее - получил прибавку в 2400 $. \n\nНу а третий... заказал расстояние между "
             "концом члена и нижней точкой яичек. Все, конечно, ржать. Снимает генерал штаны - член есть,"
             " яичек нет! «Ну и где ваши яйца, генерал?» - «Да черт его знает - где-то во Вьетнаме»",
             "Интерьвью на улице: \n— Скажите, а где вы работаете? \n— Где, где... Гинеколог я.",
             "– Умар, говорят, ты начал учить английский?\n– Уеs.\n– И сколько же слов ты уже знаешь?\n– "
             "Two.\n– Реально всего два?\n– Уеs.",
             "Штирлиц шёл по улице, когда внезапно перед ним что-то упало. Штирлиц поднял глаза -- это"
             " были глаза профессора Плейшнера.",
             "Штирлицу попала в голову пуля. «Разрывная»,- раскинул мозгами Штирлиц.",
             "Русский, немец и американец попали к каннибалам. \n- Мы дадим вам задание говорит вождь"
             " если выполните, то мы вас не съедим. Сначала идите в джунгли и принесите 10 штук одного"
             " плода.\nПервым приходит немец и приносит 10 яблок. \n- Теперь ты должен засунуть это все в"
             " задницу без эмоций на лице. Немец смог засунуть только четыре яблока и его съели. \nВторым "
             "приходит русский с 10 черниками. Выслушав вождя, он понял, что это не проблема и начал "
             "засовывать. И тут на девятой чернике он начал безумно смеяться и его съели. Встречаются русский"
             " и немец на том свете. \n- Что с тобой случилось спросил немец чего ты начал смеяться? \n- Да все"
             " было нормально говорит русский пока я не увидел довольного америкоса, несущего десять ананасов.",
             "Попал Брежнев в ад. Его черти в котел засунули и давай варить. Вдруг Брежнев замечает,"
             " что рядом с ним сидит Гитлер. Закинул ногу на ногу и читает книжку. Возмущенный Брежнев кричит:"
             " \n- Я что, больше него нагрешил?! Что это, я тут мучаюсь, а он там книжку читает?!?!?!\nЧерти"
             " ему отвечают:\n- Это он не книжку читает. Это он Карла Маркса на иврит переводит.",
             "Заходит мужик в бар и говорит бармену: - Мне одну кружку пива. - С вас двести рублей."
             " - А почему двести, всегда же по сто было? - Теперь у нас сто рублей за пиво, и сто рублей на "
             "ремонт бара. Мужик, тяжело вздыхая, подаёт двести рублей. Бармен берёт деньги, протягивает сто "
             "рублей сдачи и говорит: - Пива нет.",
             "Когда слушаешь русский шансон, то создаётся впечатление, что тюрьма - самое чудесное место на "
             "земле, где сидят талантливые образованные люди, крепко любящие своих мам.",
             "Англицкий анекдот. Студент оксфордского университета сдает экзамен по истории права. "
             "Экзамен длиться 6 часов. По истечении 3 часов студент говорит экзаменатору. \n— Cогласно "
             "закону оксфордского университета 1656 года по истечении 3 часов экзамена студент имеет право "
             "на кусок мясо и бутылку пива. Профессор в недоумении, студент говорит, если не верите – сходите "
             "в библиотеку и посмотрите. \nПрофессор сходил в библиотеку нашел закон, прочитал – действительно "
             "так. Он посоветовался с деканом. Тот с ректором. Ректор сказал, что закон оксфордского "
             "университета 1985 года запрещает распитие спиртных напитков в университете. Ну сошлись на том, "
             "что дадут студенту гамбургер и кока-колу. Студент съел, написал экзамен. \nЧерез неделю к нему"
             " приходят и говорят – вы отчислены. Студент в недоумении, за что. Идет в университет, перед ним "
             "представительная комиссия во главе с деканом. И тот говорит:\n – Согласно закону оксфордского"
             " университета 1625 года вы обязаны были явиться на экзамен с мечом.",
             "По коридору ВУЗа идет профессор. Навстречу студент: \n- Здравствуйте, профессор. Можно Вас"
             " спросить?\n - Конечно, спрашивайте, молодой человек.\n"
             " - Скажите, профессор, Вы когда спать ложитесь, бороду на одеяло или под одеяло кладете? \n"
             "После некоторой паузы: \n"
             "- Да, знаете, как-то не задумывался. \n - Ну, извините, пожалуйста. Разошлись. Через неделю "
             "зеленый профессор с кругами под глазами встречает"
             " в коридоре того же студента и хватает за грудки:\n - Ну ты и сволочь! Неделю уже спать не могу"
             " – и так неудобно, и так неудобно!",
             "Идёт немка по американскому гетто, на неё нападают четыре негра и начинают насиловать. "
             "Немка кричит: «Найн, найн» - выбегает ещё пять негров."]

jasons_wisdoms = ["Охранник рынка - единственный кто следит за базаром", "Сделал дело - смывай смело",
                  "Влажные салфетки знаешь? Это я увлажнил", "Аскорбинку знаешь? Я оскорбил",
                  "Если есть на свете рай - это краснодарский край",
                  "Если моего друга сбила машина, он мне больше не друг, ведь хорошие друзья на дороге не валяются",
                  "За кашу манную, за жизнь туманную",
                  "Если посадить человека в самолет ‚он будет лететь один день.Если скинуть человека с самолета ‚он "
                  "будет лететь до конца своей жизни",
                  "Я никогда не сдаюсь, когда иду к своей цели, даже если сложно. Хотя ладно, сдаюсь, похуй",
                  "Мертвое море знаешь? Это я его убил",
                  "В жизни всегда есть две дороги: одна - левая, другая - правая",
                  "Каждый уважающий себя мужчина должен 2 рубля в ларьке",
                  "Тихий океан знаешь? Это я для тебя успокоил", "Если устно - значит не задали",
                  "Лучшая зарядка - это Балтика девятка", "Закат знаешь? Это я закатил",
                  "Не тот орёл, кто высоко летел, орёл тот, кто низко не падает",
                  "Я говорю привет при приветстви, пока - при покакствии",
                  "Жизнь такова, какова она есть, и больше не какова",
                  "Сегодня меня никто не поздравил с днём рождения. Ничего страшного, ведь он у меня не сегодня",
                  "Спрятать чувства легко, а вот спрятать стояк гораздо сложнее",
                  "Лучше хуй в устах, чем голова в кустах", "Лучше с кентами на велике, чем с чертями на гелике",
                  "Лучше 10 см спереди, чем 20 сзади", "Любви достойна только мать и милфа",
                  "Анальгин знаешь? Ладно, дальше продолжать не буду",
                  "Вечер в хату! Часик в радость, чифир в сладость, ногам ходу, голове приходу. Матушку удачу, сто "
                  "тузов по сдаче",
                  "Лучше посрать и опоздать, чем прийти и обосраться",
                  "Запомни, брат. Когда волк молчит, лучше его не перебивать",
                  "Если соседка часто ходит за солью, значит её интересует ваш перец",
                  "Пока вы одеваетесь, как мода прикажет, я одеваюсь, как мама скажет",
                  "Баба без ресниц, как Стэтхэм без яиц", "Одна ошибка и ты ошибся",
                  "Будут обижать - не обижайся, будут ударять - не ударяйся", "Семь раз отпей, один раз отлей",
                  "Если волк молчит, лучше его не перебивать", "У всех очки солнцезащитные,а а у меня лунонападающие",
                  "Мужик сказал - мужик сделал, мужик не сделал - мужик снова сказал",
                  "Если движ, то зовите меня. Я не скинусь, но буду душой компании", "Поспешишь - успеешь",
                  "Гадалка, видя будущее, подошла ко мне гадать, но не угадала, что я дам ей по ебалу",
                  "Если тебе где-то не рады в рваных носках, то и целых не стоит туда идти",
                  "А Берлин кто брал? Американцы что ли? Красная армия!",
                  "А сегодня в завтрашний день не все могут смотреть. Вернее, смотреть могут не только лишь все. Мало "
                  "кто может это делать",
                  "Твои глаза самые красивые на свете, потому что в них видно моё отражение",
                  "Два в парадный, один в шоколадный", "Без подошвы тапочки - просто тряпочки",
                  "Запомните, твари, у меня амнезия!\nНапомните, твари!",
                  "Многие говорят, что книга - это кладесь знаний. Видимо, они просто не заходили ко мне в коментарии.",
                  "Купил 2 кофе, это как 5 кофе, только на 3 меньше",
                  "Ты можешь быть тысячу раз права, но какой в этом толк, если твой мужчина плачет?",
                  "Перед тем, как ртом ловить снежинки, убедись, что все птицы улетели на юг",
                  "Как выдержать взгляд уборщицы, когда ты только что прошёл по помытому?",
                  "Чем больше девушку мы любим, тем больше меньше мы, чем тем",
                  "Родители - это те люди, которые нас родили", "Живите хорошо, а плохо не живите",
                  "Если ты не выиграл, то значит, проиграл",
                  "Если разбилась рюмка - к счастью, если разбилось счастье - к рюмке",
                  "У батареек есть один минус, и один плюс", "Отец не тот, кто ростил, а тот, кто первый пивом угостил",
                  "Сколько волка не корми, он всё равно сдохнет", "Не «Милфа», а ровестница",
                  "Сколько человеку лет, столько ему и зим",
                  "Взросление - это постоянно пополняющийся список продуктов, с которых ты пердишь",
                  "Обнял.\nПоднял.\nОпустил.\nНо не отпустил!",
                  "Карты, деньги, два ствола, три банана, огурец, суп, картошка, холодец, кетчуп, яйца, майонез",
                  "Я запрещаю вам использовать свои цитаты", "Нас всех мать рожает молодыми",
                  "Мальчик играет в бильярд одной рукой, мужчина - двумя", "За деньги да, за деньги да",
                  "Как на Киевском вокзале кто-то крикнул «дельтаплан» все ебальники задрали, а я спиздил чемодан",
                  "Когда комар кусает тебя за яйца, понимаешь, что не всё решается кулаками",
                  "Сначала комплименты, потом алименты",
                  "Качественный водопровод, он как дорогое нижнее бельё: никто его не видит, но ты чувствуешь себя "
                  "уверенно",
                  "Надеть одежду, одеть Надежду", "Я в твои годы без рук отжимался",
                  "Чем ты старше, тем больше тебе лет", "Лучше, чем в форсаже, я гоняю только за пивом",
                  "С помощью дверей можно проходить сквозь стены", "В магазин надо ходить, когда он открыт",
                  "Лучше пернуть, как медведь, чем, как девочка, шипеть",
                  "Я вообще делаю, что хочу. Хочу импланты - звоню врачу",
                  "Не откладывай на завтра то, что можешь сделать послезавтра", "Хмели сумели, и ты сможешь",
                  "Всегда носите с собой нож, иногда торт появляется без предупреждения", "Кидай снюс, а не поцанов",
                  "Не важно, кто прав. Важно, кто лев", "Шаг влево, шаг вправо - два шага, но ты до сих пор на месте",
                  "Если они предли один раз, то это только первый раз, если предали ещё - это уже второй",
                  "Уроки учат только лохи, пацаны ебут ладохи",
                  "Никогда не делайте девушке комплимент насчёт её усов, даже если они чертовски хороши",
                  "Лучше иметь друга, чем друг друга",
                  "Бесит, когда на кассе говорят, что принимают любую карту, а сами не хотят брать валет бубновый",
                  "Блеск моей лысины ослепляет людей, поэтому я прячу его в штанах",
                  "Если девушка знает себе цену, то я знаю её профессию", "Говоришь на меня - переводишь на себя",
                  "Если твоя женщина не сделала каре после расставания, то не такие и серьёзные отношения у вас были",
                  "Надоело сидеть без денег? Встань", "Don`t worry\nBe happy\nPey whiski\nLove siski",
                  "-Официант, яйцо!\n-Сварить или пожарить?\n-Почесать"]
cjason_statham = "©️ Джейсон Стетхем"
